Repository: CMSgov/bluebutton-web-server
Catalog: templates/design_system/locale/*/LC_MESSAGES/django.po
Languages: es

source: Official government website
es: Sitio web oficial del gobierno

source: An official website of the United States government
es: Un sitio oficial del Gobierno de Estados Unidos

source: Here's how you know
es: Así es como usted puede verificarlo

source: Cambiar a español
es: Change to English

source: Official websites use .gov
es: Los sitios web oficiales usan .gov

source: A <strong>.gov</strong> website belongs to an official government organization in the United States.
es: Un sitio web <strong>.gov</strong> pertenece a una organización oficial del Gobierno de Estados Unidos.

source: Secure .gov websites use HTTPS
es: Los sitios web seguros .gov usan HTTPS

source: A <strong>lock</strong>
es: Un <strong>candado</strong>

source: or <strong>https://</strong> means you've safely connected to the .gov website. Share sensitive information only on official, secure websites.
es: o <strong>https://</strong> significa que usted se conectó de forma segura a un sitio web .gov. Comparta información sensible sólo en sitios web oficiales y seguros.

source: means you've safely connected to the .gov website. Share sensitive information only on official, secure websites.
es: significa que usted se conectó de forma segura a un sitio web .gov. Comparta información sensible sólo en sitios web oficiales y seguros.

source: Connect your Medicare claims data to
es: ¿Desea compartir sus datos de Medicare con

source: If you connect,
es: Si los comparte,

source: will have access to information about your:
es: tendrá acceso a la información sobre sus:

source: Doctor visits
es: Visitas al médico

source: Hospital visits
es: Visitas al hospital

source: Prescription medications
es: Medicamentos recetados

source: You can also grant access to your:
es: También puede compartir su:

source: Personal Information
es: Información personal

source: Your name, address, date of birth, race, and gender
es: Su nombre, dirección, fecha de nacimiento y sexo

source: Uncheck to block access to personal information.
es: Quite la marca para no compartir su información personal.

source: Check to allow access to personal information.
es: Añade la marca para compartir su información personal.

source: Learn more about how
es: Obtenga más información sobre cómo

source: uses your data in their
es: utiliza sus datos en su

source: Privacy Policy
es: Política de Privacidad

source: and
es: y

source: Terms and Conditions
es: Términos y Condiciones

source: will have access to your data
es: tendrá acceso a sus datos

source: for 13 months, until
es: durante 13 meses, hasta el

source: for 10 hours
es: durante 10 horas

source: To stop sharing your information with
es: Para dejar de compartir su información con

source: https://www.medicare.gov/
es: https://es.medicare.gov/

source: visit your
es: visite su cuenta de

source: account or call
es: o llame al

source: Cancel
es: Cancelar

source: Connect
es: Conectar
